export type tGroup = {
    id: number;
    Группа: string;
    "Минимальная высота": number;
    "Максимальная высота": number;
    "Средняя высота": number;
}[];

export const countries: tGroup = [
  {
    id: 1,
    "Группа": "Северная Америка",
    "Минимальная высота": 69.43,
    "Максимальная высота": 116.07,
    "Средняя высота": 92.65
  },
  {
    id: 2,
    "Группа": "Австралия",
    "Минимальная высота": 82.1,
    "Максимальная высота": 100.5,
    "Средняя высота": 89.84
  },
  {
    id: 3,
    "Группа": "Азия",
    "Минимальная высота": 84.85,
    "Максимальная высота": 102.3,
    "Средняя высота": 94.78
  },
  {
    id: 4,
    "Группа": "Юго-Восточная Азия",
    "Минимальная высота": 69.7,
    "Максимальная высота": 85.76,
    "Средняя высота": 78.88
  },
  {
    id: 5,
    "Группа": "Южная Америка",
    "Минимальная высота": 88.5,
    "Максимальная высота": 88.5,
    "Средняя высота": 88.5
  },
  {
    id: 6,
    "Группа": "Восточная Азия",
    "Минимальная высота": 78.56,
    "Максимальная высота": 81.3,
    "Средняя высота": 79.93
  },
  {
    id: 7,
    "Группа": "Восточная Африка",
    "Минимальная высота": 71.55,
    "Максимальная высота": 71.55,
    "Средняя высота": 71.55
  },
  {
    id: 8,
    "Группа": "Южная Африка",
    "Минимальная высота": 70.3,
    "Максимальная высота": 70.3,
    "Средняя высота": 70.3
  }
];


export const types: tGroup = [
  {
    id: 1,
    "Группа": "Хвойное",
    "Минимальная высота": 69.43,
    "Максимальная высота": 116.07,
    "Средняя высота": 86.05
  },
  {
    id: 2,
    "Группа": "Цветковое",
    "Минимальная высота": 69.7,
    "Максимальная высота": 100.5,
    "Средняя высота": 83.26
  }
];


